Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Two separate mic buttons: the dictation mic next to the text field does one-shot speech-to-text (tap → speak → tap → review → send). The mic at the top-left of the chat opens a continuous, hands-free voice conversation where the AI speaks replies aloud and you can interrupt by speaking. Speech recognition is on-device either way — your voice never leaves the iPhone, even when the chat is going to a paid model. See "Voice conversation mode" for details and limitations.
ar: زرّا ميكروفون منفصلان: ميكروفون الإملاء بجوار حقل النص يحوّل الكلام إلى نص دفعة واحدة (اضغط → تكلّم → اضغط → راجع → أرسل). أما الميكروفون في أعلى يسار المحادثة فيفتح محادثة صوتية متواصلة دون استخدام اليدين يقرأ فيها الذكاء الاصطناعي الردود بصوت عالٍ ويمكنك المقاطعة بالكلام. التعرّف على الكلام يتم على الجهاز في الحالتين — صوتك لا يغادر iPhone أبدًا، حتى عندما تذهب المحادثة إلى نموذج مدفوع. راجع «وضع المحادثة الصوتية» للتفاصيل والقيود.
da: To separate mikrofonknapper: dikteringsmikrofonen ved tekstfeltet laver tale-til-tekst i ét skud (tryk → tal → tryk → gennemse → send). Mikrofonen øverst til venstre i chatten åbner en løbende, håndfri stemmesamtale, hvor AI'en læser svarene højt, og du kan afbryde ved at tale. Talegenkendelse sker på enheden i begge tilfælde — din stemme forlader aldrig iPhonen, heller ikke når chatten går til en betalt model. Se »Stemmesamtaletilstand« for detaljer og begrænsninger.
de: Zwei separate Mikrofontasten: Das Diktiermikrofon neben dem Textfeld macht eine einmalige Sprache-zu-Text-Umwandlung (tippen → sprechen → tippen → prüfen → senden). Das Mikrofon oben links im Chat öffnet eine fortlaufende, freihändige Sprachunterhaltung, in der die KI Antworten laut vorliest und du sie durch Sprechen unterbrechen kannst. Die Spracherkennung läuft in beiden Fällen auf dem Gerät — deine Stimme verlässt nie das iPhone, auch wenn der Chat an ein kostenpflichtiges Modell geht. Details und Einschränkungen findest du unter „Sprachunterhaltungsmodus“.
es: Dos botones de micrófono distintos: el de dictado junto al campo de texto hace una transcripción puntual de voz a texto (toca → habla → toca → revisa → envía). El de arriba a la izquierda del chat abre una conversación de voz continua y manos libres en la que la IA responde en voz alta y puedes interrumpirla hablando. El reconocimiento de voz se hace en el dispositivo en ambos casos: tu voz nunca sale del iPhone, aunque el chat vaya a un modelo de pago. Consulta «Modo de conversación por voz» para ver detalles y limitaciones.
fi: Kaksi erillistä mikrofonipainiketta: tekstikentän vieressä oleva sanelumikrofoni tekee kertaluonteisen puheesta tekstiksi -muunnoksen (napauta → puhu → napauta → tarkista → lähetä). Keskustelun vasemmassa yläkulmassa oleva mikrofoni avaa jatkuvan handsfree-puhekeskustelun, jossa tekoäly puhuu vastaukset ääneen ja voit keskeyttää puhumalla. Puheentunnistus tapahtuu kummassakin tapauksessa laitteessa — äänesi ei koskaan poistu iPhonesta, vaikka keskustelu kulkisi maksulliselle mallille. Katso lisätiedot ja rajoitukset kohdasta "Puhekeskustelutila".
fr: Deux boutons de micro distincts : le micro de dictée à côté du champ de texte fait une transcription ponctuelle (toucher → parler → toucher → relire → envoyer). Le micro en haut à gauche de la conversation ouvre une conversation vocale continue et mains libres, où l’IA répond à voix haute et où vous pouvez l’interrompre en parlant. Dans les deux cas, la reconnaissance vocale se fait sur l’appareil — votre voix ne quitte jamais l’iPhone, même quand la conversation passe par un modèle payant. Voir « Mode conversation vocale » pour les détails et les limites.
is: Tveir aðskildir hljóðnemahnappar: hljóðneminn við textareitinn breytir tali í texta í eitt skipti (ýta → tala → ýta → yfirfara → senda). Hljóðneminn efst til vinstri í spjallinu opnar samfellt, handfrjálst raddsamtal þar sem gervigreindin les svörin upphátt og þú getur gripið fram í með því að tala. Talgreining fer alltaf fram á tækinu — röddin þín fer aldrei af iPhone, jafnvel þegar spjallið fer til greidds líkans. Sjá „Raddsamtalshamur“ fyrir nánari upplýsingar og takmarkanir.
it: Due pulsanti del microfono distinti: il microfono di dettatura accanto al campo di testo fa una trascrizione singola (tocca → parla → tocca → controlla → invia). Il microfono in alto a sinistra nella chat apre una conversazione vocale continua a mani libere, in cui l'IA risponde ad alta voce e puoi interromperla parlando. In entrambi i casi il riconoscimento vocale avviene sul dispositivo: la tua voce non lascia mai l'iPhone, anche quando la chat usa un modello a pagamento. Vedi "Modalità conversazione vocale" per dettagli e limiti.
ja: マイクボタンは 2 つあります：テキスト欄の横にある音声入力マイクは、1 回限りの音声のテキスト化を行います（タップ → 話す → タップ → 確認 → 送信）。チャット左上のマイクは、連続したハンズフリーの音声会話を開き、AI が返答を声に出して話し、あなたは話すことで割り込めます。どちらの場合も音声認識はデバイス上で行われます — チャットが有料モデルに送られる場合でも、あなたの声が iPhone の外に出ることはありません。詳細と制限については「音声会話モード」を参照してください。
ko: 마이크 버튼이 두 개 있습니다: 텍스트 입력란 옆의 받아쓰기 마이크는 한 번씩 음성을 텍스트로 변환합니다(탭 → 말하기 → 탭 → 검토 → 전송). 채팅 왼쪽 위의 마이크는 연속 핸즈프리 음성 대화를 열며, AI가 답을 소리 내어 말하고 사용자는 말로 끼어들 수 있습니다. 두 경우 모두 음성 인식은 기기에서 이루어집니다 — 채팅이 유료 모델로 가더라도 음성은 iPhone을 떠나지 않습니다. 자세한 내용과 한계는 "음성 대화 모드"를 참고하세요.
nb: To separate mikrofonknapper: dikteringsmikrofonen ved siden av tekstfeltet gjør tale-til-tekst én gang (trykk → snakk → trykk → se over → send). Mikrofonen øverst til venstre i chatten åpner en sammenhengende, håndfri talesamtale der AI-en leser svarene høyt og du kan avbryte ved å snakke. Talegjenkjenningen skjer på enheten uansett — stemmen din forlater aldri iPhonen, selv når chatten går til en betalt modell. Se «Talesamtalemodus» for detaljer og begrensninger.
nl: Twee aparte microfoonknoppen: de dicteermicrofoon naast het tekstveld doet eenmalige spraak-naar-tekst (tik → spreek → tik → controleer → verzend). De microfoon linksboven in de chat opent een doorlopend, handsfree spraakgesprek waarin de AI hardop antwoordt en je hem kunt onderbreken door te praten. Spraakherkenning gebeurt in beide gevallen op het apparaat — je stem verlaat de iPhone nooit, ook niet als de chat naar een betaald model gaat. Zie “Spraakgespreksmodus” voor details en beperkingen.
pt_br: Dois botões de microfone diferentes: o microfone de ditado ao lado do campo de texto faz uma conversão única de fala em texto (toque → fale → toque → revise → envie). O microfone no canto superior esquerdo do chat abre uma conversa por voz contínua e sem as mãos, em que a IA responde em voz alta e você pode interromper falando. O reconhecimento de fala acontece no dispositivo nos dois casos — sua voz nunca sai do iPhone, mesmo quando o chat vai para um modelo pago. Veja "Modo de conversa por voz" para detalhes e limitações.
ru: Две отдельные кнопки микрофона: микрофон диктовки рядом с текстовым полем выполняет разовое преобразование речи в текст (нажать → сказать → нажать → проверить → отправить). Микрофон в левом верхнем углу чата открывает непрерывный голосовой разговор без рук, в котором ИИ отвечает вслух, а вы можете перебить его голосом. Распознавание речи в обоих случаях выполняется на устройстве — ваш голос никогда не покидает iPhone, даже если чат идёт с платной моделью. Подробности и ограничения — в разделе «Режим голосового разговора».
sv: Två separata mikrofonknappar: dikteringsmikrofonen bredvid textfältet gör en enstaka tal-till-text-omvandling (tryck → tala → tryck → granska → skicka). Mikrofonen uppe till vänster i chatten öppnar ett kontinuerligt, handsfree röstsamtal där AI:n läser upp svaren och du kan avbryta genom att prata. Taligenkänningen sker på enheten i båda fallen — din röst lämnar aldrig iPhonen, även när chatten går till en betalmodell. Se "Röstsamtalsläge" för detaljer och begränsningar.
zh_hans: 有两个独立的麦克风按钮：文本框旁边的听写麦克风用于单次语音转文字（点按 → 说话 → 点按 → 检查 → 发送）。对话左上角的麦克风会开启连续的免提语音对话，AI 会大声朗读回复，你可以通过说话打断。两种方式的语音识别都在设备上进行 — 即使对话发往付费模型，你的声音也绝不会离开 iPhone。详情和限制请参见“语音对话模式”。

source: Two-word minimum is deliberate — single words like "stop!" used to fire on coughs, footsteps, and car horns. Say "hey stop" or "wait" plus one other word.
ar: حد الكلمتين الأدنى مقصود — كانت الكلمات المنفردة مثل «توقف!» تُطلق المقاطعة بسبب السعال وخطوات الأقدام وأبواق السيارات. قل «هيه توقف» أو «انتظر» مع كلمة أخرى.
da: Minimum på to ord er bevidst — enkeltord som »stop!« blev tidligere udløst af host, fodtrin og bilhorn. Sig »hey stop« eller »vent« plus ét ord mere.
de: Das Minimum von zwei Wörtern ist Absicht — einzelne Wörter wie „Stopp!“ wurden früher durch Husten, Schritte und Autohupen ausgelöst. Sag „hey, stopp“ oder „warte“ plus ein weiteres Wort.
es: El mínimo de dos palabras es deliberado: antes, palabras sueltas como «¡para!» se activaban con toses, pasos y bocinas. Di «oye, para» o «espera» más otra palabra.
fi: Kahden sanan vähimmäismäärä on tarkoituksellinen — yksittäiset sanat kuten "seis!" laukaisivat aiemmin keskeytyksen yskästä, askelista ja autojen äänitorvista. Sano "hei seis" tai "odota" ja yksi sana lisää.
fr: Le minimum de deux mots est volontaire — un mot seul comme « stop ! » se déclenchait sur une toux, des pas ou un klaxon. Dites « hé stop » ou « attends » suivi d’un autre mot.
is: Tveggja orða lágmarkið er viljandi — stök orð eins og „stopp!“ fóru áður af stað við hósta, fótatak og bílflaut. Segðu „hey stopp“ eða „bíddu“ ásamt öðru orði.
it: Il minimo di due parole è voluto: le parole singole come "stop!" facevano scattare l'interruzione con colpi di tosse, passi e clacson. Di' "ehi stop" oppure "aspetta" più un'altra parola.
ja: 2 語以上という条件は意図的なものです — 以前は「止まって！」のような 1 語が、咳や足音、車のクラクションで反応していました。「ねえ、止まって」や「待って」に何か 1 語を加えて言ってください。
ko: 최소 두 단어 조건은 의도된 것입니다 — "멈춰!" 같은 단어 하나로는 기침, 발소리, 자동차 경적에도 작동하곤 했습니다. "잠깐 멈춰"처럼 다른 단어 하나를 더 붙여 말하세요.
nb: Minstekravet på to ord er bevisst — enkeltord som «stopp!» ble tidligere utløst av hosting, fottrinn og bilhorn. Si «hei stopp» eller «vent» pluss ett ord til.
nl: Het minimum van twee woorden is bewust — losse woorden als “stop!” gingen vroeger af op hoesten, voetstappen en claxons. Zeg “hé stop” of “wacht” plus nog een woord.
pt_br: O mínimo de duas palavras é proposital — palavras isoladas como "para!" costumavam disparar com tosses, passos e buzinas. Diga "ei, para" ou "espera" mais uma outra palavra.
ru: Минимум в два слова установлен намеренно — одиночные слова вроде «стоп!» раньше срабатывали от кашля, шагов и автомобильных гудков. Скажите «эй, стоп» или «подожди» плюс ещё одно слово.
sv: Minimikravet på två ord är avsiktligt — enstaka ord som "stopp!" brukade utlösas av hosta, fotsteg och bilhorn. Säg "hallå stopp" eller "vänta" plus ett ord till.
zh_hans: 至少两个词的要求是有意设计的 — 以前像“停！”这样的单个词会被咳嗽、脚步声和汽车喇叭误触发。请说“嘿，停一下”或“等等”再加一个词。

source: Types of Artifacts
ar: أنواع أخطاء القياس
da: Typer af artefakter
de: Arten von Artefakten
es: Tipos de artefactos
fi: Artefaktityypit
fr: Types d’artéfacts
is: Tegundir truflana
it: Tipi di artefatti
ja: アーチファクトの種類
ko: 아티팩트의 종류
nb: Typer artefakter
nl: Soorten artefacten
pt_br: Tipos de artefatos
ru: Типы артефактов
sv: Typer av artefakter
zh_hans: 伪迹类型

source: Typical range
ar: النطاق المعتاد
da: Typisk interval
de: Typischer Bereich
es: Rango típico
fi: Tyypillinen vaihteluväli
fr: Plage typique
is: Dæmigert bil
it: Intervallo tipico
ja: 一般的な範囲
ko: 일반적인 범위
nb: Typisk område
nl: Gebruikelijk bereik
pt_br: Faixa típica
ru: Типичный диапазон
sv: Typiskt intervall
zh_hans: 典型范围

source: Typical resting ranges
ar: نطاقات الراحة المعتادة
da: Typiske hvileintervaller
de: Typische Ruhebereiche
es: Rangos típicos en reposo
fi: Tyypilliset lepoarvot
fr: Plages typiques au repos
is: Dæmigerð hvíldarbil
it: Intervalli tipici a riposo
ja: 一般的な安静時の範囲
ko: 일반적인 안정 시 범위
nb: Typiske hvileområder
nl: Gebruikelijke bereiken in rust
pt_br: Faixas típicas em repouso
ru: Типичные диапазоны в покое
sv: Typiska intervall i vila
zh_hans: 典型静息范围

source: Typical: 10-45 ms (median ~20 ms)
ar: المعتاد: 10-45 ms (الوسيط نحو 20 ms)
da: Typisk: 10-45 ms (median ~20 ms)
de: Typisch: 10–45 ms (Median ~20 ms)
es: Típico: 10-45 ms (mediana ~20 ms)
fi: Tyypillisesti: 10–45 ms (mediaani noin 20 ms)
fr: Typique : 10-45 ms (médiane ~20 ms)
is: Dæmigert: 10-45 ms (miðgildi ~20 ms)
it: Tipico: 10-45 ms (mediana ~20 ms)
ja: 一般的な値：10～45 ms（中央値 約 20 ms）
ko: 일반적: 10-45ms(중앙값 약 20ms)
nb: Typisk: 10-45 ms (median ~20 ms)
nl: Gebruikelijk: 10-45 ms (mediaan ~20 ms)
pt_br: Típico: 10-45 ms (mediana ~20 ms)
ru: Обычно: 10–45 мс (медиана ~20 мс)
sv: Typiskt: 10–45 ms (median ~20 ms)
zh_hans: 典型值：10-45 ms（中位数约 20 ms）

source: Typical: 15-60 ms (median ~25 ms)
ar: المعتاد: 15-60 ms (الوسيط نحو 25 ms)
da: Typisk: 15-60 ms (median ~25 ms)
de: Typisch: 15–60 ms (Median ~25 ms)
es: Típico: 15-60 ms (mediana ~25 ms)
fi: Tyypillisesti: 15–60 ms (mediaani noin 25 ms)
fr: Typique : 15-60 ms (médiane ~25 ms)
is: Dæmigert: 15-60 ms (miðgildi ~25 ms)
it: Tipico: 15-60 ms (mediana ~25 ms)
ja: 一般的な値：15～60 ms（中央値 約 25 ms）
ko: 일반적: 15-60ms(중앙값 약 25ms)
nb: Typisk: 15-60 ms (median ~25 ms)
nl: Gebruikelijk: 15-60 ms (mediaan ~25 ms)
pt_br: Típico: 15-60 ms (mediana ~25 ms)
ru: Обычно: 15–60 мс (медиана ~25 мс)
sv: Typiskt: 15–60 ms (median ~25 ms)
zh_hans: 典型值：15-60 ms（中位数约 25 ms）

source: Typical: 20-80 ms (median ~35 ms)
ar: المعتاد: 20-80 ms (الوسيط نحو 35 ms)
da: Typisk: 20-80 ms (median ~35 ms)
de: Typisch: 20–80 ms (Median ~35 ms)
es: Típico: 20-80 ms (mediana ~35 ms)
fi: Tyypillisesti: 20–80 ms (mediaani noin 35 ms)
fr: Typique : 20-80 ms (médiane ~35 ms)
is: Dæmigert: 20-80 ms (miðgildi ~35 ms)
it: Tipico: 20-80 ms (mediana ~35 ms)
ja: 一般的な値：20～80 ms（中央値 約 35 ms）
ko: 일반적: 20-80ms(중앙값 약 35ms)
nb: Typisk: 20-80 ms (median ~35 ms)
nl: Gebruikelijk: 20-80 ms (mediaan ~35 ms)
pt_br: Típico: 20-80 ms (mediana ~35 ms)
ru: Обычно: 20–80 мс (медиана ~35 мс)
sv: Typiskt: 20–80 ms (median ~35 ms)
zh_hans: 典型值：20-80 ms（中位数约 35 ms）

source: Typical: 25-105 ms (median ~42 ms)
ar: المعتاد: 25-105 ms (الوسيط نحو 42 ms)
da: Typisk: 25-105 ms (median ~42 ms)
de: Typisch: 25–105 ms (Median ~42 ms)
es: Típico: 25-105 ms (mediana ~42 ms)
fi: Tyypillisesti: 25–105 ms (mediaani noin 42 ms)
fr: Typique : 25-105 ms (médiane ~42 ms)
is: Dæmigert: 25-105 ms (miðgildi ~42 ms)
it: Tipico: 25-105 ms (mediana ~42 ms)
ja: 一般的な値：25～105 ms（中央値 約 42 ms）
ko: 일반적: 25-105ms(중앙값 약 42ms)
nb: Typisk: 25-105 ms (median ~42 ms)
nl: Gebruikelijk: 25-105 ms (mediaan ~42 ms)
pt_br: Típico: 25-105 ms (mediana ~42 ms)
ru: Обычно: 25–105 мс (медиана ~42 мс)
sv: Typiskt: 25–105 ms (median ~42 ms)
zh_hans: 典型值：25-105 ms（中位数约 42 ms）

source: Uncommon at rest. Read it next to your other metrics rather than on its own
ar: غير شائع أثناء الراحة. اقرأه مع مقاييسك الأخرى لا بمفرده
da: Usædvanligt i hvile. Læs det sammen med dine andre målinger frem for alene
de: In Ruhe ungewöhnlich. Lies den Wert im Zusammenhang mit deinen anderen Metriken statt für sich allein
es: Poco habitual en reposo. Léelo junto a tus otras métricas y no por sí solo
fi: Harvinainen levossa. Lue se muiden mittareidesi rinnalla eikä yksinään
fr: Inhabituel au repos. À lire avec vos autres métriques plutôt qu’isolément
is: Óalgengt í hvíld. Lestu það í samhengi við aðrar mælingar frekar en eitt og sér
it: Poco comune a riposo. Leggilo insieme alle altre metriche, non da solo
ja: 安静時にはあまり見られません。単独ではなく、他の指標と合わせて読み取ってください
ko: 안정 시에는 드뭅니다. 단독으로 보지 말고 다른 지표와 함께 읽으세요
nb: Uvanlig i hvile. Les det sammen med de andre måltallene dine i stedet for alene
nl: Ongebruikelijk in rust. Lees het samen met je andere waarden in plaats van los
pt_br: Incomum em repouso. Leia junto com suas outras métricas, e não isoladamente
ru: Нетипично в покое. Оценивайте рядом с другими показателями, а не отдельно
sv: Ovanligt i vila. Läs det tillsammans med dina andra mått snarare än för sig
zh_hans: 静息时不常见。请结合你的其他指标来看，而不要单独解读

source: Under 20
ar: أقل من 20
de: Unter 20
es: Menos de 20
fi: Alle 20
fr: Moins de 20 ans
is: Undir 20
it: Sotto i 20
ja: 20 未満
ko: 20 미만
nl: Onder 20
pt_br: Abaixo de 20
ru: Меньше 20
zh_hans: 20 以下

source: Understanding Data Quality
ar: فهم جودة البيانات
da: Forstå datakvalitet
de: Datenqualität verstehen
es: Entender la calidad de los datos
fi: Tietojen laadun ymmärtäminen
fr: Comprendre la qualité des données
is: Að skilja gagnagæði
it: Capire la qualità dei dati
ja: データ品質を理解する
ko: 데이터 품질 이해하기
nb: Forstå datakvalitet
nl: Gegevenskwaliteit begrijpen
pt_br: Entendendo a qualidade dos dados
ru: Понимание качества данных
sv: Förstå datakvalitet
zh_hans: 了解数据质量

source: Understanding Sleep Stages
ar: فهم مراحل النوم
da: Forstå søvnstadier
de: Schlafphasen verstehen
es: Entender las fases del sueño
fi: Univaiheiden ymmärtäminen
fr: Comprendre les phases de sommeil
is: Að skilja svefnstig
it: Capire le fasi del sonno
ja: 睡眠段階を理解する
ko: 수면 단계 이해하기
nb: Forstå søvnstadier
nl: Slaapstadia begrijpen
pt_br: Entendendo os estágios do sono
ru: Понимание стадий сна
sv: Förstå sömnstadier
zh_hans: 了解睡眠阶段

source: Understanding the daily recovery dashboard
ar: فهم لوحة التعافي اليومية
da: Forstå den daglige restitutionsoversigt
de: Die tägliche Erholungsübersicht verstehen
es: Entender el panel diario de recuperación
fi: Päivittäisen palautumiskojelaudan ymmärtäminen
fr: Comprendre le tableau de bord de récupération quotidien
is: Að skilja daglegu bataryfirsýnina
it: Capire il pannello di recupero giornaliero
ja: 毎日の回復ダッシュボードを理解する
ko: 일일 회복 대시보드 이해하기
nb: Forstå den daglige restitusjonsoversikten
nl: Het dagelijkse herstel-dashboard begrijpen
pt_br: Entendendo o painel diário de recuperação
ru: Как читать ежедневную панель восстановления
sv: Förstå den dagliga återhämtningsöversikten
zh_hans: 了解每日恢复仪表盘

source: Understanding Your Score
ar: فهم نتيجتك
da: Forstå din score
de: Deinen Wert verstehen
es: Entender tu puntuación
fi: Pisteidesi ymmärtäminen
fr: Comprendre votre score
is: Að skilja stigin þín
it: Capire il tuo punteggio
ja: スコアを理解する
ko: 점수 이해하기
nb: Forstå scoren din
nl: Je score begrijpen
pt_br: Entendendo sua pontuação
ru: Понимание вашей оценки
sv: Förstå din poäng
zh_hans: 了解你的评分

source: Unlimited recordings and history
ar: تسجيلات وسجل غير محدودين
da: Ubegrænsede optagelser og historik
de: Unbegrenzte Aufnahmen und unbegrenzter Verlauf
es: Grabaciones e historial ilimitados
fi: Rajattomasti tallennuksia ja historiaa
fr: Enregistrements et historique illimités
is: Ótakmarkaðar upptökur og saga
it: Registrazioni e cronologia illimitate
ja: 記録と履歴は無制限
ko: 무제한 기록과 기록 목록
nb: Ubegrenset med opptak og historikk
nl: Onbeperkt opnemen en onbeperkte geschiedenis
pt_br: Gravações e histórico ilimitados
ru: Неограниченные записи и история
sv: Obegränsade inspelningar och obegränsad historik
zh_hans: 无限次记录和历史

source: Up to 50 archived trails — including every workout's start point
ar: حتى 50 مسارًا مؤرشفًا — بما فيها نقطة بداية كل تمرين
da: Op til 50 arkiverede spor — inklusive hver træningssessions startpunkt
de: Bis zu 50 archivierte Spuren — einschließlich des Startpunkts jedes Trainings
es: Hasta 50 rastros archivados, incluido el punto de inicio de cada entrenamiento
fi: Enintään 50 arkistoitua jälkeä — mukaan lukien jokaisen harjoituksen lähtöpiste
fr: Jusqu’à 50 tracés archivés — y compris le point de départ de chaque séance
is: Allt að 50 vistaðar slóðir — þar með talið upphafspunktur hverrar æfingar
it: Fino a 50 tracce archiviate, compreso il punto di partenza di ogni allenamento
ja: 最大 50 件のアーカイブ済みトレイル — すべてのワークアウトの開始地点を含む
ko: 최대 50개의 보관된 트레일 — 모든 운동의 시작 지점 포함
nb: Opptil 50 arkiverte spor — inkludert startpunktet for hver økt
nl: Tot 50 gearchiveerde sporen — inclusief het startpunt van elke training
pt_br: Até 50 rastros arquivados — incluindo o ponto de partida de cada treino
ru: До 50 архивных следов — включая точку старта каждой тренировки
sv: Upp till 50 arkiverade spår — inklusive varje träningspass startpunkt
zh_hans: 最多 50 条存档轨迹 — 包括每次训练的起点

source: Use the suggestion chips above the input — they're written to draw out the most useful answers from any model.
ar: استخدم الاقتراحات السريعة فوق حقل الإدخال — فهي مكتوبة لاستخلاص أنفع الإجابات من أي نموذج.
da: Brug forslagsknapperne over indtastningsfeltet — de er skrevet til at få de mest nyttige svar ud af enhver model.
de: Nutze die Vorschlags-Chips über dem Eingabefeld — sie sind so formuliert, dass sie aus jedem Modell die nützlichsten Antworten herausholen.
es: Usa las sugerencias que hay encima del campo de texto: están redactadas para obtener las respuestas más útiles de cualquier modelo.
fi: Käytä syöttökentän yläpuolella olevia ehdotuspainikkeita — ne on kirjoitettu saamaan mistä tahansa mallista hyödyllisimmät vastaukset.
fr: Utilisez les suggestions au-dessus du champ de saisie — elles sont rédigées pour obtenir les réponses les plus utiles de n’importe quel modèle.
is: Notaðu tillöguhnappana fyrir ofan innsláttarreitinn — þeir eru skrifaðir til að kalla fram gagnlegustu svörin frá hvaða líkani sem er.
it: Usa i suggerimenti rapidi sopra il campo di testo: sono scritti per ottenere le risposte più utili da qualsiasi modello.
ja: 入力欄の上の提案チップを使ってください — どのモデルからも最も役立つ回答を引き出せるように作られています。
ko: 입력창 위의 추천 칩을 사용하세요 — 어떤 모델에서든 가장 유용한 답을 끌어내도록 작성되었습니다.
nb: Bruk forslagsbrikkene over inndatafeltet — de er skrevet for å få fram de mest nyttige svarene fra alle modeller.
nl: Gebruik de suggestieknoppen boven het invoerveld — ze zijn zo geschreven dat ze bij elk model de nuttigste antwoorden opleveren.
pt_br: Use as sugestões rápidas acima do campo de texto — elas foram escritas para obter as respostas mais úteis de qualquer modelo.
ru: Используйте подсказки над полем ввода — они составлены так, чтобы получить самые полезные ответы от любой модели.
sv: Använd förslagsknapparna ovanför inmatningsfältet — de är skrivna för att locka fram de mest användbara svaren från alla modeller.
zh_hans: 使用输入框上方的建议标签 — 它们的措辞旨在从任何模型中引出最有用的回答。

source: Using Tags
ar: استخدام العلامات
da: Brug af tags
de: Tags verwenden
es: Usar etiquetas
fi: Tunnisteiden käyttö
fr: Utiliser les tags
is: Að nota merki
it: Usare i tag
ja: タグの使い方
ko: 태그 사용하기
nb: Bruke tagger
nl: Tags gebruiken
pt_br: Usando tags
ru: Использование тегов
sv: Använda taggar
zh_hans: 使用标签

source: Using Tags Effectively
ar: استخدام العلامات بفعالية
da: Brug tags effektivt
de: Tags effektiv nutzen
es: Usar las etiquetas con eficacia
fi: Tunnisteiden tehokas käyttö
fr: Bien utiliser les tags
is: Að nota merki á áhrifaríkan hátt
it: Usare i tag in modo efficace
ja: タグを効果的に使う
ko: 태그를 효과적으로 사용하기
nb: Bruke tagger effektivt
nl: Tags effectief gebruiken
pt_br: Usando tags com eficiência
ru: Эффективное использование тегов
sv: Använda taggar effektivt
zh_hans: 有效使用标签
